// types.js
const typesList = {
    "Rasberry": "Rasberry",
    "אלמנדוס": "אלמנדוס",
    "אספרסו אלבאסל": "אספרסו אלבאסל",
    "אספרסו מור": "אספרסו מור",
    "ג'קי פודור": "ג'קי פודור",
    "גד": "גד",
    "הדבר האמיתי": "הדבר האמיתי",
    "הרמס  דגים": "הרמס  דגים",
    "י.שבי": "י.שבי",
    "יעקובס": "יעקובס",
    "ירון עדיקה מיצים": "ירון עדיקה מיצים",
    "כפר תבור": "כפר תבור",
    "לאבל": "לאבל",
    "לה פבוריטה": "לה פבוריטה",
    "מוסה דפו": "מוסה דפו",
    "מייסטר": "מייסטר",
    "מיכה דלייט": "מיכה דלייט",
    "מיכלי זהב": "מיכלי זהב",
    "מר קייק": "מר קייק",
    "סמורי בעמ": "סמורי בעמ",
    "עמנואל שרם": "עמנואל שרם",
    "פוליבה": "פוליבה",
    "פיופ": "פיופ",
    "קיקו קפה": "קיקו קפה",
    "קנה וסע": "קנה וסע",
    "רמי לוי": "רמי לוי",
    "תנובה": "תנובה"
};

// Export the object to be used in the main script
export { typesList };
