// types.js
const typesList = {
    "רסברי": "רסברי",
    "אלמנדוס": "אלמנדוס",
    "אספרסו מור": "אספרסו מור",
    "ג'קי פודור": "ג'קי פודור",
    "הדבר האמיתי": "הדבר האמיתי",
    "הרמס  דגים": "הרמס  דגים",
    "י.שבי": "י.שבי",
    "יעקובס": "יעקובס",
    "לאבל": "לאבל",
    "מייסטר": "מייסטר",
    "מיכלי זהב": "מיכלי זהב",
    "מר קייק": "מר קייק",
    "עמנואל שרם": "עמנואל שרם",
    "פוליבה": "פוליבה",
    "פיופ": "פיופ",
    "תנובה": "תנובה"
};

// Export the object to be used in the main script
export { typesList };
